[
  {
    "id": 0,
    "content": "Can you recall? 1. What is the hierarchy for classification of living organisms? 2. Who invented ‘bionomial system’ of nomenclature? 3. Which levels of hierarchy are considered while writing the name in binomial nomenclature? Biodiversity and need of classification Last year we learnt that all the living organism on earth have adapted according to geographic regions, food ingestion, defence etc. While adapting, many differences are observed in the organisms of same species too. According to 2011 census, around 87 million species of living organisms are found on the earth- including land and sea. To study such a vast number, it was essential to divide them into groups. So groups and subgroups were created considering the similarities and differences among the living organisms. This process of dividing living organism into groups and subgroups is called Biological classification."
  },
  {
    "id": 1,
    "content": "In History...... • Carl Linnaeus in 1735 divided Vegetabilia and Animalia. • Haeckel in 1866 considered 3 kingdoms- Protista, Plants and Animals. • In 1925 In 1938 Kopland divided living into 4 kingdoms- organisms Monera, Protista, Plants and Animals."
  },
  {
    "id": 2,
    "content": "ingestive. 4. Life style : Plants - Producers Animals - Consumers Fungi - Decomposers 5. Phylogenetic relationship : Prokaryotic Eukaryotic, Kingdom 3. Fungi Cell wall present but organisms can’t perform photosynthesis."
  },
  {
    "id": 3,
    "content": "Kingdom 1 : Monera Activity : Take a small drop of curd or buttermilk on a clean glass slide. Dilute it with a little water. Carefully keep a cover slip. Observe it under high power of compound microscope. What did you see ? Moving, small rod-like microbes are lactobacilli bacteria. All type of bacteria and blue green algae are included in the kingdom Monera. Characteristics : 1. All the organisms are unicellular. 2. They may be autotrophic or heterotrophic. 3. These are prokaryotic cells without distinct"
  },
  {
    "id": 4,
    "content": "Kingdom 2. Protista Activity : Prepare a temporary mount of one drop of pond water on a glass slide. Observe it under low power and high power of microscope. You will find some motile microbes with irregular shape. These are amoebae. Characteristic : 1. Protista are single celled organisms with well defined nucleus enclosed in a nuclear membrane."
  },
  {
    "id": 5,
    "content": "3. Autotrophs- eg. Euglena, Volvox contain chloroplast. Heterotrophs- eg. Amoeba, Paramoecium Kingdom 3. Fungi Activity : Take a moist piece of bread or bhakri and keep it in a container with lid for 2-3 days. After 2-3 days a fine cotton thread like tuft is found growing on the surface of the bread. Prepare a temporary mount of few threads from this culture and observe it under the microscope."
  },
  {
    "id": 6,
    "content": "Institutional Work : National Institute of Virology, Pune is involved in research on viruses. This institute has been founded in 1952 under the jurisdiction of Indian Council of Medical Research. Characteristics : 1. These are non-green, eukaryotic, heterotrophic organisms. 2. Most of them are saprotrophs. They feed upon decaying organic"
  },
  {
    "id": 7,
    "content": "3. Their cell wall is made up of tough and complex sugar called ‘Chitin’. 5. Examples- Baker’s yeast, Aspergillus (Fungus on corn), Penicillium, Mushrooms. Whittaker's, his five kingdom system is widely accepted."
  },
  {
    "id": 8,
    "content": "1. Bacteria (size – 1 mm to 10 mm) 1. Unicellular, / parasitic independent organisms. Sometimes many bacteria together form colonies. 2. Bacterial cell is prokaryotic with cell wall, but distinct nucleus or cell organelles are absent."
  },
  {
    "id": 9,
    "content": "3. They reproduce by simple binary fission. 4. In favourable conditions, bacteria grow vigorously and can double their number in 20 minutes. 2. Protozoa (size - approximately 200 mm) 1. Protozoans are found in soil, fresh water and sea water. Some are found in the body of other organisms and are pathogenic. 2. These are unicellular organisms with eukaryotic cell. 3. There is great variation in cell structure, organs of locomotion and modes of nutrition among protozoans. 4. These organisms reproduce by simple cell division. Eg.- Amoeba, Paramoecium - Free living in dirty water. Entamoeba histolytica - causes amoebiasis. Plasmodium vivax- causes malaria Euglena - autotrophic"
  },
  {
    "id": 10,
    "content": "3. Saprotrophic, absorb their food from decaying organic matter. Eg. Baker's yeast, Candida, Mushroom. 4. Algae- (size- approximately 10 mm to 100 mm) 1. They are aquatic. 2. Eukaryotic, unicellular, autotrophic organisms. 3. Photosynthesis is carried out with the help of chloroplast present in the cell. Eg. Chlorella, Chlamydomonas very few species of algae are unicellular. Most of them are"
  },
  {
    "id": 11,
    "content": "5. Viruses-( size- approximately 10 nm to 100 nm) Generally, viruses are not considered as living organisms or they are said to be “Organisms at the edge of living and nonliving.” They are studied under microbiology. 1. Viruses are extremely minute i.e. they are 10 to 100 times smaller than bacteria and can be seen only with electron microscope."
  },
  {
    "id": 12,
    "content": "Do you know? Human – polio virus, Influenza virus, HIV – AIDS virus etc. Cattle- picorna virus Plants- Tomato- Wilt virus, Tobacco mosaic virus etc. Bacteria- Bacteriophage (viruses attack bacteria)."
  },
  {
    "id": 13,
    "content": "1. Use Whittaker method fungi, 1. Use Whittaker method fungi, to classify algae, 2. Complete the five kingdom method of classification using- living organism, prokaryotes, eukaryotes, multicellular, unicellular, protista, animals, plants, fungi. Living organisms"
  },
  {
    "id": 14,
    "content": "the kingdom monera ? 6. Who am I ? a. I don’t have true nucleus, cell organelles c. I live on decaying organic matter. d. I reproduce mainly by cell division. e. I can produce my replica. f. I am green, but don’t have organs."
  },
  {
    "id": 15,
    "content": "Project : infectious bacteria and the diseases caused by them. 2. Visit a nearby pathology lab. Get the information about pathogenic microbes, them, different methods microscopes from the technicians there. a. State the merits of Whittaker’s method"
  }
]