[
  {
    "id": 0,
    "content": "1. सजीव सृष्ी व सूक्ष्मजीवांचे वर्गीकरण थोडे आठवा. 1. सजीवांच्ा वर्गीकरणाचा पदानुक्रम कोणता आहे? 2. सजीवांना नाव देण्ाची ‘द्विनाम पद्धती’ कोणी शोधली? 3. द्विनाम पद्धतीने नाव लललहताना कोणते पदानुक्रम लवचारात घेतले जातात? जैवववववधता व वर्गीकरणाची आवश्यकता (Biodiversity and need of classification) मार्ील इ्ततेत आपण पालहले की भौर्ोललक प्रदेश, अन्नग्रहण, संरक्षण अशा लवलवध कारणांनी पृथवीवरील सजीवांत अनुकूलन झालेले आढळते. अनुकूलन साधताना एकाच जातीच्ा सजीवांतही लवलवध बदल झालेले लदसतात. 2011 च्ा र्णनेनुसार पृथवीवरील जमीन व समुद्र ्ांमधील सव्व सजीव लमळून सुमारे 87 दशलक्ष जाती ज्ात आहेत. एवढ्ा प्रचंड संख्ेने असणाऱ्ा सजीवांचा अभ्ास करण्ासाठी त्ांची र्टांत लवभार्णी वहा्ला हवी, अशी र्रज भासली. सजीवांतील साम् व फरक लक्षात घेऊन त्ांचे र्ट व उपर्ट करण्ात आले."
  },
  {
    "id": 1,
    "content": "सजीवांचे र्ट व उपर्ट बनलवण्ाच्ा ्ा प्रलक्र्ेला जैलवक इवतहासात डोकावताना..... • इ.स. 1735 मध्े काल्व लललनअस ्ांनी सजीवांना 2 सृष्ीत लवभार्ले. वन्पती व प्राणी (Vegetabilia & Animalia) सृष्ी • इ.स. 1866 साली हेकेल ्ांनी 3 सृष्ी कद््प््ा त्ा महणजे प्रोलट्टा, वन्पती व प्राणी. इ.स. 1925 मध्े चॅटन ्ांनी पुनहा सजीवांचे दोनच र्ट केले - आलदकेंद्रकी व दृश्केंद्रकी. • इ.स. 1938 मध्े कोपलँड ्ांनी सजीवांना 4 सृष्ीमध्े लवभार्ले - मोनेरा, प्रोलट्टा, वन्पती व प्राणी"
  },
  {
    "id": 2,
    "content": "वर्गीकरण महणतात. रॉबट्व हाडडींर् द्वहटाकर (1920-1980) हे अमेररकन पररद््थितीकी तज्ज् (Ecologist) होऊन र्ेले. त्ांनी इ.स. 1969 मध्े सजीवांची 5 र्टांत लवभार्णी केली. वर्गीकरणासाठी व्हटाकर ्यांनी पुढील सजीव वनकष ववचारात घेतले. 1. पेशीची जवटलता (Complexity of cell structure) : आलदकेंद्रकी व दृश्केंद्रकी 2. सजीवांचा प्रकार / जवटलता (Complexity of organisms) : एकपेशी् लकंवा बहुपेशी् 3. पोषणाचा प्रकार (Mode of nutrition): वन्पती - ्व्ंपोषी (प्रकाश संशलेषण), कवके - परपोषी (मृतावशेषातून अन्नशोषण), प्राणी- परपोषी (भक्षण)"
  },
  {
    "id": 3,
    "content": "आलदकेंद्रकी एकपेशी् सृष्ी 1. मोनेरा दृश्केंद्रकी एकपेशी् सृष्ी 2. प्रोलट्टा बहुपेशी् 4. जीवनपद् धती (Life style) : उतपादक - वन्पती, भक्षक - प्राणी, लवघटक - कवके (Phylogenetic relationship) : आलदकेंद्रकी ते दृश्केंद्रकी, एकपेशी् ते बहुपेशी् 5. वर्ागानुवंवशक संबंध सृष्ी 3. कवके पेशीलभद्ततका असणारे पण प्रकाश संशलेषण करू न शकणारे सृष्ी 4. वन्पती पेशीलभद्ततका असणारे व प्रकाश संशलेषण करू शकणारे 1.1 पंचसृष्ी वर्गीकरण पद्धती"
  },
  {
    "id": 4,
    "content": "सृष्ी 5 प्राणी पेशीलभद्ततका नसणारे क्ोद््टरिलडअम लटटॅनी वहा्ब्ीओ कोलेरी करून पहा टरि ेपोनेमा पॅलीडम सृष्ी 1 : ष्मोनेरा (Monera) कृती. एका ्वच्छ काचपट् टीवर दही लकंवा ताकाचा अर्दी लहान थिेंब घ्ा, त्ात थिोडे पाणी लमसळून लवरलन करा. त्ावर अलर्द आच्छादन काच ठेवा. सूक्मदशगीखाली काचपट् टीचे लनरीक्षण करा. तुमहांला का् लदसले?"
  },
  {
    "id": 5,
    "content": "्टरिोपटोकोकस न्ुमोलन लेजीओनेला न्ुमोलन सालमोनेला टा्फी ्ातील हालचाल करणारे, अर्दी लहान काडीसारखे सूक्मजीव महणजे लॅकटोबॅलसला् जीवाणू. मोनेरा ्ा सृष्ीत सव्व प्रकारच्ा जीवाणू शैवालांचा समावेश होतो. लक्षणे : 1. हे सव्व सजीव एकपेशी् असतात. 2. ्व्ंपोषी लकंवा परपोषी असतात. 3. हे आलदकेंद्रकी असून पटलबद् ध केंद्रक"
  },
  {
    "id": 6,
    "content": "ंचा व नीलहररत लकंवा पेशीअंर्के नसतात. ्टॅफा्लोकॉकस ऑररअस क्ोद््टरिलडअम बोट्ूलीनम 1.2 ष्मोनेरा सृष्ीतील ववववध सजीव पॅरामेलशअम सृष्ी 2 ः प्रोवटसटा (Protista) कृती. एखाद्ा डबक्ातील पाण्ाचा एक थिेंब काचपट् टीवर ठेवून सूक्मदशगीखाली लनरीक्षण करा. काही अलन्लमत आकाराचे सूक्मजीव हालचाल करताना लदसतील. हे सजीव अलमबा आहेत. लक्षणे : 1. प्रोलट्टा सृष्ीतील सजीव एकपेशी् असून पेशीत"
  },
  {
    "id": 7,
    "content": "वहॉ्वहॉकस ्ुद््लना अलमबा पटलबद्ध केंद्रक असते. 1.3 प्रोटीसटा सृष्ीतील सजीव 2. प्रचलनासाठी ्छद् मपाद लकंवा रोमके लकंवा कशालभका असतात. बीजाणुधानी 3. ्व्ंपोषी उदा. ्ुद््लना, वहॉ्वहॉकस पेशीत हररतलवके असतात. परपोषी उदा. अलमबा, पॅरामेलशअम, प्ा्मोलडअम, इत्ादी. सृष्ी 3 ः कवके (Fungi) कृती. पावाचा लकंवा भाकरीचा तुकडा थिोडा ओलसर करा व एका डबीत ठेवून लतला झाकण लावा. दोन लदवसानंतर डबी उघडून पहा. त्ा तुकड्ावर कापसासारखे पांढरे तंतू वाढलेले लदसतील. ्ातील काही तंतू काचपट् टीवर घेऊन सूक्मदशगीखाली लनरीक्षण करा."
  },
  {
    "id": 8,
    "content": "्तंलभका ्फीलतका भू्तररका मूलाभ 1.4 बुरशी बीजाणुधानीधर का्यगा संसथाचेः राष्रिी् लवषाणू सं्थिा, पुणे (National Institute of Virology, Pune) ही लवषाणु संदभा्वतील संशोधनाचे का््व करते. भारती् वैद्की् संशोधन पररषदेच्ा अखत्ाररत 1952 साली ्ा सं्थिेची ्थिापना करण्ात आली होती. लक्षणे : 1. कवक सृष्ीत परपोषी, असंशलेषी व दृश्केंद्रकी सजीवांचा समावेश होतो. 2. बहुसंख् कवके मृतोपजीवी आहेत. कुजले््ा काब्वनी पदाथिाांवर जर्तात. 3. कवकांची पेशीलभद्ततका ‘का्टीन’ ्ा जटील शक्करेपासून बनलेली असते. 4. काही कवके तंतुरूपी असून आतील पेशीद्रव्ात असंख् केंद्रके असतात. 5. कवक - लकणव (बेकस्व ्ी्ट) बुरशी, ॲ्परलजलस, (मक्ाच्ा कणसावरील"
  },
  {
    "id": 9,
    "content": "बुरशी), पेलनलसललअम, भू्छत्रे (मशरूम). द्वहटाकरनंतर वर्गीकरणाच्ा काही पद्धती मांड््ा र्े््ा, तरी आजही अनेक शा्त्रज् द्वहटाकर ्ांच्ा पंचसृष्ी वर्गीकरणालाच प्रमाण मानतात, हे ्ा पद्धतीचे ्श आहे. जरा डोके चालवा. द्वहटाकर ्ांच्ा वर्गीकरण पद्धतीचे र्ुणदोष ्पष् करा. सूक्ष्मजीवांचे वर्गीकरण (Classification of microbes)"
  },
  {
    "id": 10,
    "content": "पृथवीवरील एकूण सजीवांमध्े सूक्मजीव सवा्वलधक संख्ेने आहेत. त्ांची पुढीलप्रमाणे लवभार्णी करण्ात आली आहे. 1.5 काही कवके आलदकेंद्रकी सूक्मजीव दृश्केंद्रकी सूक्ष्मजीवांच्या आकारासंदरागात खालील प्रष्माण लक्षात ठेवा. 1 ष्मीटर = 106 ष्मा्यक्ोष्मीटर (mm) 1 ष्मीटर = 109 नॅनोष्मीटर (nm) जीवाणू आलदजीव कवके"
  },
  {
    "id": 11,
    "content": "शैवाले 1.6 सूक्ष्मजीवांचे वर्गीकरण 1. जीवाणू (Bacteria) : (आकार - 1 mm ते 10 mm) 1. एकच पेशी ्वतंत्र सजीव महणून जर्ते. काही वेळा बरेच जीवाणू एकत्र ्ेऊन वसाहती (Colonies) बनवतात. र्ोलाणू दंडर्ोलाणू 2. जीवाणू पेशी आलदकेंद्रकी असते. पेशीत केंद्रक व पटल्ुक्त अंर्के नसतात. पेशीलभद्ततका असते. 3. प्रजनन बहुधा द्विखंडीभवनाने (एका पेशीचे दोन भार् होऊन) होते."
  },
  {
    "id": 12,
    "content": "दणडाणू सलप्वलाकार 4. अनुकूल पररद््थितीत जीवाणू प्रचंड वेर्ाने वाढतात व 20 लमलनटांत संख्ेने दुपपट होऊ शकतात. ्व्पलवरामाकृती 1.7 काही जीवाणू 2. आवदजीव (Protozoa) : (आकार - सुमारे 200 mm ) 1. माती, र्ोडे पाणी व समुद्रात अाढळतात, काही इतर सजीवांच्ा शरीरात राहतात व रोर्ास कारणीभूत ठरतात. 2. दृश्केंद्रकी पेशी आढळणारे एकपेशी् सजीव. 3. प्रोटोझुआंच्ा पेशीरचना, हालचालींचे अव्व, पोषणपद् धती ्ांत लवलवधता आढळते. 4. प्रजनन द्विखंडन पद्धतीने होते. उदा. अलमबा, पॅरामेलशअम - र्ढूळ पाण्ात आढळतात, ्वतंत्र जीवन जर्तात. एनटालमबा लह्टोलललटका - आमांश होण्ास कारणीभूत प्ाज्मोलडअम वहा्वॅकस - मलेरर्ा (लहवताप) होण्ास कारणीभूत. ्ु्लीना - ्व्ंपोषी 3. कवके (Fungi) : (आकार - सुमारे 10 mm ते 100 mm) 1. कुजणारे पदाथि्व, वन्पती व प्राण्ांची शरीरे, काब्वनी पदाथि्व ्ांमध्े आढळतात. 2. दृश्केंद्रकी एकपेशी् सूक्मजीव. कवकाच्ा काही प्रजाती डोळांनी लदसतात. 3. मृतोपजीवी असून काब्वनी पदाथिाांपासून अन्नशोषण करतात. 4. प्रजनन लैंलर्क पद्धतीने आलण द्विखंडन व मुकुला्न अशा अलैंलर्क उदा. ्ी्ट, कॅनडीडा, आळंबी (मशरूम). 4. शैवाले (Algae) : (आकार - सुमारे 10 mm ते 100 mm) 1. पाण्ात वाढतात. 2. दृश्केंद्रकी, एकपेशी्, ्व्ंपोषी सजीव 3. पेशीतील हररतलवकाच्ा साहाय्ाने प्रकाशसंशलेषण करतात. उदा. क्ोरेल्ा, क्ॅलमडोमोनास. शैवालांच्ा थिोड्ा प्रजाती एकपेशी् आहेत, तर इतर सव्व शैवाले बहुपेशी् असून नुसत्ा डोळांनी लदसतात. 5. ववषाणू (Virus) : (आकार - सुमारे 10 nm ते 100 nm)"
  },
  {
    "id": 13,
    "content": "ंना साामान्तः सजीव मानले जात नाही लकंवा ते सजीव-लनलज्ववांच्ा सीमारेषेत आहेत असे महणतात. मात्र त्ांचा अभ्ास सूक्मजीवशा्त्रात (Microbiology) केला जातो. 1. लवषाणू अलतसूक्म महणजे जीवाणू लवषाणू ंच्ा 10 ते 100 पटीने लहान असून फक्त इलेकटरिॉन सूक्मदशगीनेच लदसू शकतात. 2. ्वतंत्र कणांच्ा रूपात आढळतात. लवषाणू महणजे DNA (डीऑकसीरा्बो न्ुद्क्क आमल) लकंवा RNA (रा्बो न्ुद्क्क आमल) पासून बनलेला लांबलचक रेणू असून त्ाला प्रलथिनांचे आवरण असते. 3. वन्पती व प्राण्ांच्ा लजवंत पेशीतच ते राहू शकतात व ्ा पेशींच्ा मदतीने लवषाणू ्वतःची प्रलथिने बनलवतात व ्वतःच्ा असंख् प्रलतकृती लनमा्वण करतात. त्ानंतर ्जमान पेशींना नष् करून ्ा प्रलतकृती मुक्त होतात व मुक्त लवषाणू पुनहा नव्ा पेशींना संसर््व करतात. 4. लवषाणू"
  },
  {
    "id": 14,
    "content": "ंमुळे वन्पती व प्राण्ांना लवलवध रोर् होतात. पॅराष्मेवशअष्म एनटावष्मबा प्ासष्मोवडअष्म सॅकरोष्मा्यवसस क्ोरेला टोष्मॅटो - ववलट ववषाणू 1.8 काही सूक्ष्मजीव ष्माहीत आहे का तुमहांला? ष्मानव - पोललओ लवषाणू, इनफ्ुएंझा लवषाणू, HIV-एड् स लवषाणू इत्ादी. र्ुरे - लपकोना्व लवषाणू (Picorna virus) वनसपती - टोमॅटो लव्ट लवषाणू, तंबाखू मोझाईक लवषाणू इत्ादी. जीवाणू - बॅकटेररओफाज हे लवषाणू जीवाणू"
  },
  {
    "id": 15,
    "content": "ंवर हल्ा करतात. इं ंटरनेट ष्माझा वष्मत्र लवलवध सूक्मजीवांची लचत्रे व त्ांची वैलशष्ट्े ्ांबद्दल मालहती घेऊन तक्ता त्ार करा. सवाध्या्य 1. जीवाणू, आवदजीव, कवके, शैवाल, आवदकेंद्रकी, व्हटाकर दृश्यकेंद्रकी, सूक्ष्मजीव ्यांचे वर्गीकरण पद्धतीने ष्मांडा. 2. सजीव, आवदकेंद्रकी, दृश्यकेंद्रकी, बहुपेशी्य, एकपेशी्य, प्रोवटसटा, प्राणी, वनसपती, कवके ्यांच्या साहाय्याने पंचसृषटी वर्गीकरण पूणगा करा. 5. उततरे वलहा. अ. द्वहटाकर वर्गीकरण पद्धतीचे फा्दे सांर्ा. आ. लवषाणू ंची वैलशष्ट्े ललहा. इ. कवकांचे पोषण कसे होते? ई. मोनेरा ्ा सृष्ीमध्े कोणकोणत्ा सजीवांचा"
  },
  {
    "id": 16,
    "content": "समावेश होतो? सजीव 6. ओळखा पाहू ष्मी कोण ? एकपेशी् एकपेशी् अ. मला केंद्रक, प्रद्रव्पटल लकंवा पेशीअंर्के नसतात. आ. मला केंद्रक, प्रद्रव्पटल ्ुक्त पेशीअंर्के असतात. इ. मी कुजले््ा काब्वनी पदाथिाांवर जर्ते. ई. माझे प्रजनन बहुधा द्विखंडनाने होते. उ. मी माझ्ासारखी प्रलतकृती लनमा्वण करतो. ऊ. माझे शरीर लनराव्वी आहे व मी लहरव्ा रंर्ाचा"
  },
  {
    "id": 17,
    "content": "आहे. 3. ष्माझा जोडीदार शोधा. अ कवक प्रोटोझुआ लवषाणू शैवाल जीवाणू ब क्ोरेल्ा बॅकटेरर्ोफेज कॅद्नडडा अलमबा आलदकेंद्रकी 4. वदलेली ववधाने चूक की बरोबर ते वलहून त्यांचे सपष्ीकरण वलहा. अ. लॅकटोबॅलसला् हे उपद्रवी जीवाणू आहेत. आ. कवकांची पेशीलभद्ततका का्टीनपासून बनलेली 7. अचूक आकृत्या काढून नावे द्ा. अ. लजवाणू आ. पॅरामेलशअम इ. बॅकटेररओफेज 8. आकारानुसार पुढील नावे चढत्या क्ष्माने वलहा. लजवाणू, कवक, लवषाणू, शैवाल"
  },
  {
    "id": 18,
    "content": "उपक्ष्म ः 1. इंटरनेटच्ा मदतीने लवलवध रोर्कारक जीवाणू व त्ामुळे होणारे रोर् ्ांचा मालहती तक्ता बनवा. 2. तुमच्ाजवळील पॅथिॉलॉजी प्र्ोर्शाळेस भेट द्ा व तेथिील तज्ज्ांकडून सूक्मजीव, त्ांच्ा लनरीक्षण पद्धती व लवलवध सूक्मदश्वकांलवष्ी सलव्तर मालहती घ्ा. असते. इ. अलमबा ्छद् मपादाच्ा साहाय्ाने हालचाल करतो. ई. प्ा्मोलडअममुळे आमांश होतो. उ. टोमॅटोलव्ट हा जीवाणूजन् रोर् आहे."
  }
]