[
  {
    "id": 0,
    "content": "An atom has same number of postively charged protons and negatively charged electrons. So an object doesn't show any charge though its atoms contain charged particles. Therefore, we can say that plenty of electrical charge is filled in the objects around us. What will happen if a glass rod is rubbed on a silk cloth? How do objects get charges ? What are static and moving charges ? Moving charges get transferred from one object to the other. These are negatively charged. Moving negatively charged particle are the electrons. Can this negative charge be made to flow? Can electricity be made to flow like water flowing from higher to lower level ? You have learnt that a force will have to be applied to put a stationary object into motion. We get current electricity when the elctrons in an electrical conductor are made to flow. Current Electricity : A large current flows when lightning takes place from a cloud to the ground, while sensation is felt by us due to a microscopically small current flowing to the brain. You are aware of the current flowing through wires, electric bulbs, and equipments in the house. In the electric cells of a radio or in a car battery, a current is produced by the flow of both negatively and positively charged particles. Electrostatic Potential : Water or a liquid flows from a higher level to a lower level. Heat always flows from a body at higher temperature to a body at lower temperature. Similarly, there is a tendency of the positive charge to flow from"
  },
  {
    "id": 1,
    "content": "a point of higher electric level to a point of lower electric level. This electric level deciding the direction of flow of electric charges is called electrostatic potential. Potential difference : Similar to the height of a waterfall, the temperature difference of hot and cold bodies, the difference between the potential of two points, i.e. potential difference is interesting to us."
  },
  {
    "id": 2,
    "content": "Take connecting copper wires and connect the ‘circuit’ as shown in fig 4.1 (a). No current is seen to flow in the bulb. Now connect in the same ‘circuit’ a 1.5 V dry cell available in the market as shown in fig 4.1 (b). Now it will be realized from glowing of the bulb that a current is flowing in the circuit. Electrons in the wire flow due to the potential difference between the two ends of the dry cell. These flow from the negative terminal of the cell to the positive terminal of the cell. Conventional current flows in the opposite direction and is shown in the figure by the sign of an arrow. We will learn about an electrical circuit later in this chapter. In fig 4.1 (a), there is no current as there is no potential difference in the absence of any cell. Current starts flowing in the circuit as soon as the potential difference is applied. The unit of potential difference in SI system is Volt (V). We will learn about it in the next standard."
  },
  {
    "id": 3,
    "content": "How can we measure water flow emerging from a pipe? We can find it from the amount of water (litres) coming out in a specific time period. How then is the electric current measured? 1 Ampere = 1A = 1 Coulomb/1 second = 1 C/s. Electric current is a scalar quantity. Electric cell : A source is required to produce a uniform flow of charges in a circuit. Such a general device is an electric cell. Various types of electric cells are available today. These are used in a range of machines from wrist watches to submarines. Out of these, you must be aware of solar cells. The main function of various electric cells is to maintain a constant potential difference between its two terminals. The electric cells work on the electric charges to maintain a constant potential difference, about which you will learn later. Let us learn about the electic cells that are currently in use. Dry Cell : The dry cells are used in our radio sets, wall clocks and torches. These are available in 3-4 sizes. The construction of a dry cell is as shown in fig. 4.2."
  },
  {
    "id": 4,
    "content": "Take a lead dry cell and remove its outer coating. Inside you will find a whitish, metal layer. This is the Zinc (Zn) metal layer. This is the negative terminal of the cell. Now, carefully break open this layer. There is another layer inside. An electrolyte is filled between these two layers. The elctrolyte contains negatively charged and positively charged ions. These are the carriers of electricity. The electrolyte is a wet pulp of Zinc chloride (ZnCl2) and Ammonium chloride (NH4Cl). There is a graphite rod at the centre of the cell. This is positive terminal of the cell. A paste of Manganese dioxide (MnO2) is filled outside the rod. Because of the chemical reactions of all these chemicals, electrical charge is produced on the two terminals (graphite rod and zinc layer) and an electric current flows in the circuit."
  },
  {
    "id": 5,
    "content": "Due to the wet pulp used in this cell, the chemical reaction proceeds very slowly. Hence a large electric current can not be obtained from this. Compared to the electric cells using liquids, the shelf life of dry cells is longer. Dry cells are very convenient to use as these can be held in any direction with respect to ground and can be used in mobile instruments. Lead-Acid Cell : Figure 4.3 depicts the design of a Lead-Acid cell. Let us examine its principle. This type of cell can be recharged after getting electrically discharged. The lead- acid cell contains a lead electrode and a lead dioxide electrode and both are dipped in dilute sulfuric acid. PbO2 carries a positive charge, while the Pb electrode carries a negative charge. The potential difference between these two is nearly 2V. Because of the chemical reaction between the substances in the cell, electrical charge is produced on both the electrodes and electric current flows through the load (e.g. bulb) in the cicuit."
  },
  {
    "id": 6,
    "content": "This kind of electric cells have a capacity to deliver large current. Hence lead-acid cells are used in cars, trucks, motorcycles and uninterrupted power supplies (UPS). Ni-Cd cell : These days, a variety of gadgets are available, which are required to be carried to different places. Such gadgets use Ni-Cd cells. The cells deliver 1.2 V potential difference and are rechargeble. Electric Circuit : When a cell holder, an electric bulb and a plug key are connected by connecting wires, as shown in fig. 4.4 (b) and a dry cell is fitted in the holder (fig 4.4 (a)), then the bulb lights up by closing the plug key. This means that a current flows through the circuit and bulb lights up. On the removal of the cell, the electric current flowing through the circuit stops as indicated by the bulb which ceases to glow. This type of connection of electrical components is called an electrical circuit. A circuit is shown in fig 4.4. (b) The cell is shown by the symbol."
  },
  {
    "id": 7,
    "content": "Lithium ion cells are used in modern equipments for exam- ple smart phone, laptop etc. These cells can be recharged. More elec- trical energy can be stored in these cells as compared to that in Ni- cd cells. An electrical ciruit is also used in the home supply. However, the electricity supply is made from outside, instead of the electric cells. You will learn about it later. Connecting cells : You must have seen more than one electric cells connected in an electrical circuit (see figure 4.5 (a)). In the transister radio, 2-3 dry cell are seen to be connected in series. The purpose of doing this is to obtain more potential difference than that of a single cell. Therefore, it is possible to obtain higher current. If the cells are connected as seen in fig 4.5 (b), the connection of cells is known as a Battery of cells. In this series connection, the postive terminal of one cell is connected to the negative terminal of second cell and the positive terminal of the second cell is connected to the negative terminal of the third one. Therefore, if each cell has a potential difference of 1V the total potential difference of 3 cells will be 3V."
  },
  {
    "id": 8,
    "content": "(+) Electrical resistance/Load (a) market. It is called a battery and not a cell. Why? Magnetic effects of electric current : Activity 1. Take the inside tray of an used up match box place a small magnetic needle inside the tray. Now take a long connecting wire and wind it around the tray. Complete the electric circuit by connecting in it, this wire, electric cell, plug key and a bulb (fig. 4.6)"
  },
  {
    "id": 9,
    "content": "Mark the position of the magnetic needle. Take a bar magnet near to the magnetic needle. What do you observe ? keep looking at the needle and close the plug key. The bulb will light up, and you will realize that the current has started flowing. Does the magnetic needle change its position ? Now open the plug key. Does the magnetic needle come back to the original position ? What will you conclude from this experiment? You know that a magnetic needle is indeed a magnet. You have seen that the magnetic needle changes its direction when a bar magnet is taken near the magnetic needle. Also, you have observed that the magnetic needle changes its direction when a current starts flowing in the circuit. This means that magnetic field is created when an electric current flows in a wire. Hans Christian Oerstead made this observation first. Briefly we can say that when an electric current passes through a wire, a magnetic field in produced around that wire."
  },
  {
    "id": 10,
    "content": "Activity 2 : Take a meter long flexible copper wire having resistive coating and wind tightly on a long iron screw. Connect the two ends of the wire in a circuit as shown in the figure 4.7. Also connect an electric cell and a plug key in the circuit. Keep 2-4 iron pins/small nails near the screw. Now start the current in the circuit by plugging the key. It will be noticed that the pins/nails have stuck to the tip of the screw. Will the pins/nails continue to stick when the plug key is opened? When the electic current flows in the wire, magnetism is produced in the coil around the screw and because of that the screw also attains magetism. As soon as the current is stopped, this magnetism vanishes. The system of coil and the screw is called an electromagnet. You have seen various uses of the electromagnet in the sixth standard. Electromagnets are used to produce strong magnetic field useful in scientific research."
  },
  {
    "id": 11,
    "content": "Electric Bell : Many of you must have seen the simple electric door bell. Open such a bell which is out of order. Fig 4.8 depicts a bell with its outer cover removed. We see that there is an electromagnet inside. Let us understand the working of the bell. A copper wire is wound around an iron piece. This coil acts as an electromagnet. An iron strip along with a striker is fitted near to the electromagnet. A contact screw is in touch with the strip. The electric circuit is connected as shown in fig 4.8. The current flows in the circuit when screw is in contact with the strip, and hence the coil becomes a magnet and attracts the iron strip towards it. Therefore, the striker hits the gong and the sound is created. However, at the same time, the contact screw loses the contact with the strip and the current in the circuit stops. In this situation, the electromagnet loses its magnetism and the iron strip moves back and comes in contact with the contact screw. The electric current is then immediately restored and again the striker hits the gong by the above process. This action repeats itself and the bell rings."
  },
  {
    "id": 12,
    "content": "1. Write proper words from the following group of words in the blanks. (magnetism, 4.5V, 3.0V, gravitational attraction, potential difference, potential, higher, lower, 0V) a. Water in the waterfall flows from a higher level to the lower level because of 4. Electric cells having 2V potential difference each have been connected in the form of a battery. What will be the total potential difference of the battery in both cases? + 4. Electric cells having 2V potential difference each have been connected in the form of a battery. What will be the total potential difference of the battery in both cases? (i) b. In an electric circuit, electrons flow potential to"
  },
  {
    "id": 13,
    "content": "5. Describe the construction, working and usefulness of a dry Cell, with the help of a diagram. 6. Describe the construction and working of an electric bell with the help of a diagram. Project :"
  },
  {
    "id": 14,
    "content": "3. In an electric circuit, a battery and a bulb have been connected and the battery consists of two cells of equal potential difference. If the bulb is not glowing, then which tests will you perform in order to find out the reason for the bulb not glowing? 27"
  }
]