[
  {
    "id": 0,
    "content": "अणूमध्े इलेकटरिॉन (ॠणप्रभाररत कण) व प्रोटॉन (धनप्रभाररत कण) असतात त्ामुळे एकंदरीत व्तू लवद्ुतदृष्ट्ा उदासीन (neutral) असते. तरीही त्ात अणू अस््ाने त्ात ॠणप्रभार व धनप्रभार असतोच. महणूनच असे महणता ्ेईल, की आप््ा सभोवतालच्ा व्तू ंमध्े ‘लवद्ुतप्रभार’ भरपूर प्रमाणात भरून रालहलेला असतो. काचेची कांडी रेशमी कापडावर घास््ावर का् होते ? व्तू प्रभाररत कशा होतात ? द््थिर आलण चल प्रभार कशाला महणतात ? चल लवद्ुत एका व्तूवरून दुसऱ्ा व्तूवर ्थिानांतररत होते. हा ॠणप्रभार हो्. चल ॠणप्रभाररत कणांना इलेकटरिॉन असे महणतात. हा ॠणप्रभार प्रवाही करता ्ेईल का ? पाणी जसे उंचावरून खालील भार्ाकडे वाहत जाते, त्ाप्रमाणे लवद्ुत प्रवाही बनलवता ्ेईल का ? द््थिर व्तूला र्ती देण्ासाठी बल लावावे लार्ेल हे तुमही लशकला आहात. एखाद्ा सुवाहकामधील इलेकटरिॉनसना जर र्ती देऊन वाहते केले तर आप््ाला ‘धारा लवद्ुत’ लमळते. धाराववद्ुत (Current Electricity) : जेवहा ढर्ातून जलमनीवर वीज पडते तेवहा मोठा लवद्ुतप्रवाह वाहतो, तर कोणतीही संवेदना आप््ाला मेंदूकडे जाणाऱ्ा सूक्म लवद्ुतप्रवाहाने होते. घरामध्े तारांमधून, लवजेच्ा ब्बमधून, उपकरणांमधून वाहणाऱ्ा लवद्ुत प्रवाहाचा तुमहांला पररच् आहेच. रेलडओच्ा लवद्ुत घटांमधून (electric cells) आलण मोटारीच्ा बॅटरीमधून धनप्रभाररत अन् ॠणप्रभाररत अशा दोनही कणांच्ा वहनामुळे लवद्ुतप्रवाह लनमा्वण होतो. ववद्ुतवसथवतक ववरव (Electrostatic Potential) : पाणी लकंवा द्रव पदाथि्व उंच पातळीतून खालील पातळीकडे वाहतात. उष्णता नेहमी अलधक तापमानाच्ा व्तूकडून कमी तापमानाच्ा व्तूकडे वाहते. त्ाचप्रमाणे धनप्रभाराची प्रवृतती अलधक लवद्ुतपातळीच्ा लबंदूपासून कमी लवद्ुतपातळीच्ा लबंदूप््वत वाहण्ाची असते. लवद्ुतप्रभाराच्ा वहनाची"
  },
  {
    "id": 1,
    "content": "लदशा ठरलवणाऱ्ा ्ा लवद्ुतपातळीस लवद्ुतद््थिलतक लवभव (electrostatic potential) असे महणतात. ववरवांतर (Potential difference) : ‘धबधब्ाची उंची’, ‘उष्ण व थिंड’ व्तू दोन लबंदूच्ा लवभवांमधील फरक महणजे ‘लवभवांतर’ आप््ा दृष्ीने रोचक आहे."
  },
  {
    "id": 2,
    "content": "ंच्ा तापमानातील फरक, ्ाचप्रमाणे करून पहा. 4.1 (अ) ववद्ुत पररपथ तांब्ाची जोडणीची तार घेऊन आकृती 4.1 (अ) मध्े दाखलव््ाप्रमाणे ‘पररपथि’ त्ार करा. ब्बमधून लवद्ुतप्रवाह वाहत नाही असेच लदसते. आता ्ाच पररपथिात आकृती 4.1 (आ) मध्े दाखव््ाप्रमाणे बाजारात लमळणारा एक दीड वहो्टचा कोरडा लवद्ुतघट जोडा. आता तारेतून लवद्ुतप्रवाह वाहत आहे हे ब्ब लार्््ामुळे लक्षात ्ेईल. लवद्ुतघटाच्ा दोन टोकांमधील लवभवांतरामुळे तारेतील इलेकटरिॉनस प्रवालहत होतात. ते लवद्ुतघटाच्ा ॠण टोकाकडून धन टोकाकडे वाहतात. सांकेलतक लवद्ुतप्रवाह उलट लदशेने वाहतो व तो बाणाने आकृतीत दाखलवला आहे. लवद्ुतपररपथि महणजे का् ते ्ाच पाठात पुढे पाहू. आकृती 4.1 (अ) मध्े लवद्ुतघट नस््ामुळे कोणतेही लवभवांतर नाही, महणून लवद्ुतप्रवाह वाहत नाही. पररपथिात लवद्ुतघटामुळे लवभवांतर लनमा्वण झा््ाबरोबर द््थिर लवद्ुतप्रवाह वाहू लार्तो (आकृती 4.1 (आ)). लवभवांतराचे एकक SI पद् धतीत वहो्ट (Volt) हे आहे. ्ालवष्ी पुढील इ्ततेत आपण अलधक जाणून घेणार आहोत. 4.1 (आ) ववद्ुत पररपथ"
  },
  {
    "id": 3,
    "content": "ववचार करा. एखाद्ा नळीतून ्ेणारा पाण्ाचा प्रवाह कसा मोजा्चा? लवलशष् वेळात त्ातून लकती लीटर पाणी आले, ्ावरून ते काढता ्ेईल. मर् लवद्ुतप्रवाह कसा मोजाल? लवद्ुतप्रवाह हा लवद्ुतप्रभाररत कणांच्ा वहनामुळे लनमा्वण होतो हे आपण पालहले. एखाद्ा तारेतून 1 सेकंद एवढ्ा वेळात वाहणाऱ्ा लवद्ुत प्रभाराला एकक लवद्ुतप्रवाह महणता ्ेईल. लवद्ुतप्रवाहाचे SI एकक कूलोम प्रलत सेकंद महणजेच अँलपअर (Ampere) हे आहे. 1 Ampere = 1A = 1 Coulomb/1 second = 1 C/s लवद्ुतप्रवाह ही अलदश राशी आहे. ववद्ुतघट (Electric cell) ः एखाद्ा पररपथिामध्े सतत लवद्ुतप्रभाराचा प्रवाह लनमा्वण करण्ासाठी एका ्त्रोताची र्रज असते, असे एक सर्वसाधारण साधन महणजे लवद्ुतघट. लवलवध तऱहेचे लवद्ुतघट आज उपलबध आहेत. ते मनर्टी घड्ाळांपासून पाणबुड्ांप्ांत अनेक ्ंत्रांमध्े वापरले जातात. लवद्ुतघटांपैकी सौरघट (solar cell) तुमहांला माहीत असतील. लवलवध लवद्ुतघटांचे मुख् का््व त्ाच्ा दोन टोकांमधील लवभवांतर का्म राखणे हे हो्. लवद्ुतप्रभारावर का््व करून लवद्ुतघट हे लवभवांतर का्म राखतात, हे तुमही पुढे लशकाल. लवद्ुतघटांचे काही प्रकार हल्ी वापरात आहेत, त्ाबद्दल आपण जाणून घेऊ्ा. कोरडा ववद्ुतघट (Dry Cell) : आप््ा रेलडओ संचामध्े, लभंतीवरील घड्ाळामध्े, लवजेरीमध्े हे कोरडे लवद्ुतघट बसलवले जातात. ते 3-4 आकारांत उपलबध असतात. कोरड्ा लवद्ुतघटाची रचना आकृती 4.2 मध्े दाखलव््ाप्रमाणे असते."
  },
  {
    "id": 4,
    "content": "करून पहा. एक लनकामी झालेला कोरडा लवद्ुतघट घेऊन त्ाचे बाहेरचे आवरण काढा. त्ाच्ा आत एक पांढरट धातूचे आवरण लदसेल. हे ज्त (Zn) धातूचे आवरण हो्. हेच घटाचे ॠण टोक. आता हेही आवरण हलकेच फोडा. ज्ताच्ा आवरणाच्ा आत आणखी एक आवरण असते. ्ा दोनही आवरणांमध्े लवद्ुत अपघटनी (Electrolyte) भरलेली असते. लवद्ुत अपघटनीमध्े धनप्रभाररत व ॠणप्रभाररत आ्न असतात. त्ांच्ामाफ्कत लवद्ुतवहन होते. ही अपघटनी महणजे ZnCl2 (लझंक क्ोराईड) आलण NH4Cl (अमोलनअम क्ोराईड) ्ांच्ा ओ््ा लमश्णाचा लर्दा असतो. घटाच्ा मध्भार्ी एक ग्राफाइट कांडी असते. हे घटाचे धन टोक असते. कांडीच्ा बाहेरील भार्ात MnO2 (मँर्नीज डा्ॉकसाइड) ची पे्ट भरलेली असते. ्ा सर्व रासा्लनक पदाथिाांच्ा रासा्लनक अलभलक्र्ेद् वारा दोनही टोकांवर (graphite rod, zinc) लवद्ुतप्रभार त्ार होतो व पररपथिातून लवद्ुतप्रवाह वाहतो."
  },
  {
    "id": 5,
    "content": "काब्वन इलेकटरिोड लवभाजक संरक्षक कवच धन अग्र ॠण अग्र 4.2 कोरडा ववद्ुतघट ज्ताचे आच्छादन लवद्ुत अपघटनी मँर्ेनीज डा्ऑकसाइड ्ा लवद्ुतघटात ओलसर लर्दा वापर््ामुळे रासा्लनक अलभलक्र्ा मंदपणे चालते. महणून मोठा लवद्ुतप्रवाह ्ातून लमळवता ्ेत नाही. द्रवपदाथिाांचा वापर करणाऱ्ा लवद्ुतघटांच्ा तुलनेत त्ांची साठवण कालम्ा्वदा (shelf life) अलधक असते. कोरडे लवद्ुतघट वापरा्ला सो्ीचे असतात कारण ते उभे, आडवे, लतरपे, कसेही ठेवता ्ेतात व चल साधनांमध्ेही सहजपणे वापरता ्ेतात. लेड-आमल मवद्ुतघट (Lead-Acid Cell) ः आकृती 4.3 मध्े लेड-आम्ल धरद्ुतघटयाची रचनया दयाखधरली आहे. त्याचे तत्र पयाहू. ह्यया प्कयारचे घट धरद्ुतधरमोचन (Elec- trical discharge) झयाल्यानंतर पुनहया धरद्ुत प्भयाररत करतया ्ेतयात. लेड-आम्ल धरद्ुतघटयात धशश्याचे (Pb) एक धरद्ुतअग्र (electrode) र लेड डया्ऑ्सयाइड (PbO2) चे दुसरे धरद्ुतअग्र (electrode) धररल सल्फ्ुररक आम्लयात बुडधरलेले असते. PbO2 ्या धरद्ुतअग्रयारर धन प्भयार, तर Pb ह्यया धरद्ुतअग्रयारर ॠणप्भयार असतो. दोनहतींमधील धरभरयांतर सुमयारे 2V इतके असते. घटयामधील पदयाथयायंच्या रयासया्धनक अधभधक्र्ेने दोनही धरद्ुतअग्रयांरर धरद्ुतप्भयार त्यार होतो र पररपथयातील भयारयामधून (जसे की बलबमधून) धरद्ुतप्रयाह रयाहतो."
  },
  {
    "id": 6,
    "content": "लेड डया्ऑ्सयाइड धन अग्र धरद्ुत अपघटनी 4.3 लेड-आमल मवद्ुतघट ॠण अग्र धशसे 4.4 (अ) घटधारक प्ग कळ धरद्ुतघट धरद्ुत बलब ह्यया प्कयारच्या धरद्ुतघटयांची मोठया धरद्ुतप्रयाह पुरधरण्याची क्षमतया असते. ह्ययामुळे मोटयारी, ट्रक, मोटयारसया्कली, अखंड धरद्ुतशक्ी पुररठया्ंत्रे (UPS), ्यांमध्े लेड-आम्ल धरद्ुतघट रयापरले जयातयात. मनकेल-कॅडममअम घट (Ni-Cd cell) ः सध्या रेगरेगळी सयाधने उपकरणे उपलबध आहेत, की जी इकडे धतकडे न्यारी लयागतयात. अशया सयाधनयांसयाठी धनकेल कॅडधमअम धरद्ुतघट रयापरतयात. हे घट 1.2 V धरभरयांतर देतयात र पुनहया प्भयाररत करतया ्ेतयात. मवद्ुत पररपथ (Electric Circuit) : आकृती 4.4 (अ) मध्े दयाखधरल्याप्मयाणे घटधयारक (cell holder), धरद्ुत धदरया (बलब) र कळ जोडणीच्या धरद्ुतरयाहक तयारयांनी जोडल्यारर र घट धयारकयामध्े कोरडया धरद्ुतघट बसधरल्यास बलब प्कयाशतो. ्याचया अथवा बलबमधून धरद्ुतप्रयाह रयाहतो र बलब प्कयाशतो. घट कयाढून घेतयाच बलबमधील धरद्ुतप्रयाह खंधडत होतो र बलबचे प्कयाशणे बंद होते. ्या प्कयारच्या धरद्ुत घटकयांच्या जोडणीलया धरद्ुत पररपथ असे म्हणतयात. पररपथ आकृती 4.4 (ब) मध्े दयाखधरलया आहे. धरद्ुतघट अशया खुणेने दयाखधरलया आहे ः 4.4 (ब) साधा मवद्ुत पररपथ"
  },
  {
    "id": 7,
    "content": "शोध घया धलधथअम (Li) आ्न धरद्ुत घट आधुधनक सयाधनयांमध्े रयापरले जयातयात, उदयाहरणयाथवा स्मयाटवाफोन, लॅपटॉप, इत्यादी. हे घट पुनःप्भयाररत करतया ्ेतयात. ह्ययामध्े Ni-Cd धरद्ुत घटयांपेक्षया अधधक ऊजयावा सयाठधरली जयाते. आपल्या घरयातही धरद्ुत पररपथयाची जोडणी केलेली असते, मयात्र धरद्ुतघटयाच्या ऐरजी बयाहेरून तयारयांमयाफ्कत धरद्ुतपुररठया केलया जयातो. ्याधरष्ी तुम्ही पुढे धशकयाल. घटाांची जोडणी ः धरद्ुत पररपथयात कयाही रेळया एकयापेक्षया अधधक घट जोडलेले तुम्ही पयाधहले असेल (आकृती 4.5 (अ)). ट्रयावनझस्टर रेधडओमध्े 2-3 कोरडे घट ‘एकसर’ जोडणीत जोडलेले धदसतयात. असे करण्याचया उद्देश, एकया घटयाच्या धरभरयांतरयापेक्षया अधधक धरभरयांतर धमळधरणे हया असतो. त्यामुळे अधधक धरद्ुतप्रयाह धमळरतया ्ेतो. धरद्ुतघट आकृती 4.5 (आ) मध्े दयाखधरल्याप्मयाणे जोडल्यास त्यास घटयांची बॅटरी (Battery of cells) असे म्हणतयात. ह्यया एकसर जोडणीत एकया घटयाचे धन टोक दुसऱ्याच्या ॠण टोकयालया र दुसऱ्याचे धनटोक धतसऱ्याच्या ॠण टोकयालया जोडतयात. त्यामुळे जर प्त्ेक घटयाचे धरभरयांतर 1 V असेल तर तीन घटयांचे एकूण धरभरयांतर 3 V होईल."
  },
  {
    "id": 8,
    "content": "इलेकटरिॉनसचे वहन (-) (+) लवद्ुतरोध/भार (अ) 4.5 ववद्ुतघटांची जोडणी (अा) जरा डोके चालवा. बाजारात लमळणाऱ्ा मोटारीची बॅटरी तुमही पालहली असेल, लतला घट (cell) न महणता ‘बॅटरी’ (Battery) का महणतात? धारा ववद्ुतचे चु ंबकी्य पररणाष्म : (Magnetic effects of electric current) करून पहा. कृती 1 ः एखाद्ा टाकाऊ काड्ापेटीसारख्ा डबीच्ा आतील टरि े ंबकसूची ठेवा. आता जोडणीची लांब तार घ्ा. त्ात लहानशी चु घेऊन ती टरि ंडाळा. लवद्ुतघट, प्र्, कळ ही तार व ब्ब जोडून पररपथि पूण्व करा. (आकृती 4.6) ेभोवती र्ु ंबकपट्ी घेऊन ती चु ंबकसूचीकडे नजर ठेवून पररपथिाची कळ दाबा. ब्ब प्रकाशमान होईल, महणजे लवद्ुतप्रवाह ंबकसूची लदशा बदलते का? आता चालू झाला हे लक्षात ्ेईल. चु कळ खुली करा. चु ंबकसूची पुनहा मूळ लदशेत द््थिरावते का? ह्ा प्र्ोर्ातून का् लनष्कष्व काढाल?"
  },
  {
    "id": 9,
    "content": "आता चु ंबकसूचीची द््थिती पहा. एक चु ंबकसूचीजवळ न्ा. का् आढळले? चु 4.6 धारा ववद्ुतचा चं ुबकी्य पररणाष्म ंबकसूचीजवळ ने््ावर ंबकसूची लदशा बदलते, चु हेही लनरीक्षण तुमही केले. महणजेच तारेतून लवद्ुतप्रवाह र्े््ास चु ंबकी् क्षेत्र लनमा्वण होते. हानस द्रिद््तअन ओर्टेड ्ा वैज्ालनकाने असे लनरीक्षण प्रथिम नोंदलवले. थिोडक्ात असे महणता ्ेईल, की एखाद्ा तारेतून लवद्ुतप्रवाह र्े््ास त्ा तारेभोवती चु ंबकपट्ी चु ंबकसूची लदशा बदलते हे तुमही पालहले. त्ाचबरोबर पररपथिात लवद्ुतप्रवाह चालू के््ासही चु"
  },
  {
    "id": 10,
    "content": "चु ंबकसूची महणजे एक लहानसा चु ंबकच असतो हे तुमहांला मालहत आहे. चु ंबकी् क्षेत्र लनमा्वण होते. कृती 2 ः एखादा मीटरभर लवद्ुतरोधी आवरण असलेली तांब्ाची लवचीक तार घेऊन एका लांब ्क्रूवर कसून र्ु ंडाळा. तारेची दोन टोके आकृती 4.7 मध्े दाखलव््ाप्रमाणे पररपथिात जोडा. पररपथिात लवद्ुतघट व कळही जोडा. ्क्रूच्ा जवळ 2-4 लोखंडी टाचण्ा ठेवा. आता कळ बंद करून पररपथिातून लवद्तुप्रवाह सुरू करा. टाचण्ा ्क्रूच्ा टोकाला लचकटलेले लदसतील. कळ खुली करताच टाचण्ा लचकटले््ा द््थितीतच राहतील का? 4.7 ववद्ुतचु"
  },
  {
    "id": 11,
    "content": "ंबक तारेतून लवद्ुतप्रवाह वाहताना ्क्रूभोवतीच्ा तारेच्ा कु ंतलात (Coil मध्े) चु ंबकतव लनमा्वण होते व त्ामुळे ंबक ंबकी् ्क्रूलाही चु महणतात. लवद्ुतचु क्षेत्र त्ार करण्ासाठी लवद्ुतचं ंबकतव प्राप्त होते. लवद्ुतप्रवाह खंलडत होताच ते नालहसे होते. कं ुतल व ्क्रू ह्ा संलहतेस लवद्ुतचु ंबकाचे लवलवध उप्ोर् तुमही मार्ील इ्ततेत पालहले आहेत. लवज्ान संशोधनात उप्ोर्ी तीव्र चु"
  },
  {
    "id": 12,
    "content": "ुबक वापरले जातात. ववद्ुतघंटा : दारावरची साधी लवद्ुतघंटा अनेकांनी पालहली असेल. एखादी बंद पडलेली अशी घंटा खोलून पहा. आकृती 4.8 मध्े लवद्ुतघंटेचे बाह् आवरण काढलेले आहे. आप््ाला लदसते आहे की त्ात लवद्ुतचु ंबकही आहे. ह्ा घंटेचे का््व कसे चालते ते पाहू्ा. तांब्ाची तार एका लोखंडी ंबक महणून का््व करते. तुकड्ावर र्ु एक लोखंडी पट्ी टोलासलहत लवद्ुतचु ंबकाजवळ बसवलेली असते. ह्ा पट्ीच्ा संपका्वत संपक्क ्क्रू असतो. लवद्ुत पररपथि आकृती 4.8 मध्े दाखलव््ाप्रमाणे जोडलेला असतो. ्क्रू पट्ीला खेटलेला असताना पररपथिातून लवद्ुतप्रवाह वाहतो व त्ामुळे कु ंबक होतो व तो लोखंडी पट्ीला खेचून घेतो. त्ामुळे घंटेवर टोला आदळून नाद होतो. मात्र त्ाच वेळी संपक्क ्क्रूचा लोखंडी पट्ीशी संपक्क तुटतो आलण पररपथिातील लवद्ुतप्रवाह खंलडत होतो. अशा द््थितीत लवद्ुतचु ंबकाचे ंबकतव नालहसे होते व लोखंडी पट्ी पुनहा मार्े ्ेऊन संपक्क ्क्रूला चु लचकटते. त्ामुळे लर्ेच पुनहा लवद्ुतप्रवाह सुरू होतो व पुनहा वरील लक्र्ेने टोला घंटेवर आदळतो. ही लक्र्ा वारंवार होते आलण घंटा खणाणते."
  },
  {
    "id": 13,
    "content": "ंडाळलेली असते. हे कु ंतल लवद्ुतचु ंतलाचा लवद्ुतचु टोला लोखंडी पटटी संपक्क ्क्रू घंटा लवद्ुत चं ुबक कळ 4.8 ववद्ुत घंटा सवाध्या्य 1. ररकाम्या जार्ी खालील शब्दसष्मूहातील ्योग्य शब्द वलहा. ंबकतव, 4.5V, 3.0V, र्ुरूतवाकष्वण, लवभवांतर, (चु लवभव, अलधक, कमी, 0V) अ. धबधब्ाचे पाणी वरील पातळीपासून खालील 4. प्रत्येकी 2 V ववरवांतराचे ववद्ुतघट खालीलप्रष्माणे बॅटरीच्या सवरूपात जोडले आहेत. दोनही जोडण्यांत बॅटरीचे एकूण ववरवांतर वकती असेल? पातळीवर पडते, ्ाचे कारण ....."
  },
  {
    "id": 14,
    "content": "आ. एखाद्ा पररपथिात इलेकटरिॉनस .......... लवभव लवभव असले््ा लबंदूपासून ...... असले््ा लबंदूकडे वाहतात. लवद्ुतघटाच्ा धन अग्र व ॠण अग्र ्ांच्ा लवद्ुत द््थिलतक लवभवातील फरक महणजे त्ा घटाचे ....... हो्. इ. 5. कोरड्ा ववद्ुतघटाची रचना, का्यगा व उप्युक्ता ्यांचे थोडक्यात वणगान आकृतीच्या साहाय्याने करा. ई. 1.5 V लवभवांतराच्ा 3 लवद्ुतघटांची बॅटरी ्वरूपात जोडणी केली आहे. ्ा बॅटरीचे लवभवांतर ...... V इतके असेल. 6. ववद्ुतघंटेची रचना व का्यगा आकृतीच्या साहाय्याने वणगान करा."
  },
  {
    "id": 15,
    "content": "उपक्ष्म ः उ. एखाद्ा लवद्ुतवाहक तारेतून जाणारी लवद्ुतधारा तारेभोवती ..... लनमा्वण करते. पाठामध्े केले््ा सर्व कृती नव्ाने बनवून लवज्ान प्रदश्वनात सादर करा. 2. 3 कोरड्ा ववद्ुतघटांची जोडणीच्या तारांनी बॅटरी करा्यची आहे. तारा कशा जोडाल ते आकृतीसह सपष् करा. 3. एका ववद्ुतपररपथात एक बॅटरी व एक बलब जोडले असून बॅटरीत दोन सष्मान ववरवांतराचे घट बसववले आहेत. जर बलब प्रकावशत होत नसेल, तर ते कशाष्मुळे ्याचा शोध घेण्यासाठी कोणत्या तपासण्या कराल ? 27"
  }
]